{
  "languages": {
    "en": "English",
    "ru": "Русский"
  },
  "menu": {
    "directions": "Directions",
    "advantages": "Advantages",
    "aboutUs": "About Us"
  },
  "tradingActivity": "Trading Activity",
  "comprehensiveServices": "We offer comprehensive services for the purchase and sale of coal and scrap metal, providing reliable and profitable conditions for our partners. Our team of professionals carefully analyzes market trends, allowing us to offer competitive prices and timely deliveries.",
  "coalSupply": "Coal Supply",
  "coalSupplyDetails": "RVV Capital Group ensures the supply of high-quality coal used in various industries, including energy and metallurgy. We cooperate with leading coal mining companies, guaranteeing stability and reliability of supplies.",
  "scrapMetalSupply": "Scrap Metal Supply",
  "scrapMetalSupplyDetails": "We specialize in the supply of scrap metal, which is an important raw material for metallurgical plants. Our partners value us for the high quality of our products and strict control over logistics, which minimizes risks and reduces order processing time.",
  "leadingInternationalSupplier": "Leading International Supplier of Coal and Scrap Metal",
  "missionStatement": "RVV Capital Group is a recognized leader in the field of trading and supply of industrial resources such as coal and scrap metal. Our mission is to ensure the uninterrupted supply of quality raw materials to manufacturing enterprises worldwide, contributing to industry development and supply stability.",
  "moreDetails": "More Details",
  "ourAdvantages": "Our Advantages",
  "mainActivities": "Main Activities",
  "globalPartnerNetwork": "Global Partner Network",
  "globalPartnerNetworkDetails": "We work with clients and suppliers worldwide, allowing us to respond promptly to requests and provide flexibility in a changing market.",
  "professionalismAndReliability": "Professionalism and Reliability",
  "professionalismAndReliabilityDetails": "Our team consists of experienced specialists with deep knowledge in the field of trade and logistics of industrial resources.",
  "qualityAndResponsibility": "Quality and Responsibility",
  "qualityAndResponsibilityDetails": "We pay special attention to quality control of our products and compliance with environmental standards, as confirmed by numerous certificates and positive feedback from our clients.",
  "longTermCooperation": "Long-Term Cooperation",
  "longTermCooperationDetails": "RVV Capital Group strives for long-term and mutually beneficial cooperation with each client, offering individual solutions and a high level of service.",
  "reliablePartner": "Reliable Partner",
  "reliablePartnerDetails": "Our company prides itself on its reputation as a reliable partner in the supply of coal and scrap metal, contributing to the development and prosperity of the industrial sector at the international level.",
  "showMore": "show",
  "showLess": "hide",
  "navigation": "Navigation",
  "contacts": "Contacts"
}
