{
  "languages": {
    "en": "English",
    "ru": "Русский"
  },
  "menu": {
    "about": "About Us",
    "contacts": "Contacts",
    "advantages": "Advantages"
  },
  "workTime": "Working Hours",
  "contacts": "Contacts",
  "navigation": "Navigation",
  "information": "Information",
  "yourPartnerText": "Your Reliable Partner for Buying and Selling Scrap Metal",
  "hightQualityText": "High-quality service, fair prices, convenient location. We work for you.",
  "aboutUs": "About Us",
  "aboutUsText1": "Welcome to the official website of Metopttrade - a recognized leader in the field of scrap metal processing and sales! With us, you can be absolutely confident in the professionalism of our services. With five years of experience in the market, we have gained a reputation as a reliable and principled partner, which we are proud of and value.",
  "aboutUsText2": "Our company specializes in several areas of activity, including",
  "aboutUsText3": "Purchase of ferrous scrap: Metopttrade offers favorable prices for the purchase of ferrous scrap, such as iron, steel, cast iron, and others. We purchase from both large industrial enterprises and private individuals. Cooperating with us guarantees you competitive prices and prompt transaction processing.",
  "aboutUsText4": "Demolition of structures of any complexity: Metopttrade provides services for the demolition of various objects, whether they are industrial facilities, metal structures, or other elements. Our highly qualified team has the necessary experience and equipment for efficient and safe demolition work.",
  "aboutUsText5": "Sale of ferrous scrap: We offer a wide range of high-quality ferrous scrap for sale. Our products meet high-quality standards, and we guarantee reliable delivery on time. Regardless of your order volume, we are always ready to offer you the best solutions to meet your needs.",
  "aboutUsText6": "By choosing Metopttrade, you gain the benefits of partnering with a trusted scrap metal supplier. We offer favorable conditions, competitive prices, and a high level of service. Our team of experts is always ready to assist you in choosing the most suitable solution for your needs.",
  "aboutUsText7": "Contact us today to learn more about our services for the purchase, demolition, and sale of ferrous scrap. We look forward to hearing from you soon.",
  "readMore": "Read More",
  "hide": "Hide",
  "servicesTitle": "Comprehensive Services",
  "serviceTitle1": "PURCHASE OF FERROUS SCRAP",
  "serviceTitle2": "DEMOLITION OF STRUCTURES OF ANY COMPLEXITY",
  "serviceTitle3": "SALE OF FERROUS SCRAP",
  "serviceText1": "We offer reliable services for the purchase of ferrous scrap. Our team of specialists carries out the purchase and processing of metal waste, providing the most favorable conditions for customers. We are ready to offer competitive prices and prompt service.",
  "serviceText2": "Our specialists have extensive experience in carrying out demolition work on objects of any complexity. Regardless of the size and type of your project, we are ready to provide comprehensive solutions for the demolition of structures. Safety, efficiency, and professionalism are guaranteed at every stage of the work.",
  "serviceText3": "As a reliable partner, we offer a wide range of high-quality metal waste, ensuring proper classification and sorting. We provide convenient cooperation conditions and reliable product delivery.",
  "whyWeAreTop": "Why Metopttrade is the Best Choice",
  "advantageTitle1": "Extensive Experience in the Field of Scrap Metal",
  "advantageTitle2": "Professionalism and Competence",
  "advantageTitle3": "Competitive Prices and Favorable Conditions",
  "advantageTitle4": "Comprehensive Approach and Quality Assurance",
  "advantageText1": "With over 5 years of experience in the market, our company has established itself as a reliable partner in this field. Thanks to our deep market knowledge, we offer customers the best cooperation conditions.",
  "advantageText2": "Our team brings together professionals with extensive experience and knowledge in the field of scrap metal. We are always ready to offer high-quality services and prompt support.",
  "advantageText3": "We offer competitive prices for the purchase and sale of ferrous scrap, providing the most favorable conditions for customers. Every customer is important to us, and we strive to offer the best cooperation terms.",
  "advantageText4": "By providing comprehensive solutions for the demolition of structures and processing of metal waste, we guarantee high-quality services at every stage of the work. Safety, efficiency, and professionalism are our key principles.",
  "askYourQuestion": "Ask Your Question",
  "askYourQuestionText": "If you have any questions or suggestions, we are happy to assist you. Simply fill out this form, and our team will contact you as soon as possible.",
  "name": "Name",
  "email": "Email",
  "phone": "Phone",
  "send": "Send",
  "ourPlatforms": "our points"
}
