{
  "languages": {
    "en": "English",
    "ru": "Русский"
  },
  "menu": {
    "directions": "Направления",
    "advantages": "Преимущества",
    "aboutUs": "О нас"
  },
  "tradingActivity": "Трейдерская деятельность",
  "comprehensiveServices": "Мы предлагаем комплексные услуги по купле-продаже каменного угля и металлолома, обеспечивая надежные и выгодные условия для наших партнеров. Наша команда профессионалов тщательно анализирует рыночные тенденции, что позволяет нам предлагать конкурентоспособные цены и своевременные поставки.",
  "coalSupply": "Поставки каменного угля",
  "coalSupplyDetails": "RVV Capital Group обеспечивает поставки высококачественного каменного угля, используемого в различных отраслях промышленности, включая энергетическую и металлургическую. Мы сотрудничаем с ведущими угледобывающими предприятиями, что гарантирует стабильность и надежность поставок.",
  "scrapMetalSupply": "Поставки металлолома",
  "scrapMetalSupplyDetails": "Мы специализируемся на поставках металлолома, который является важным сырьем для металлургических заводов. Наши партнеры ценят нас за высокое качество продукции и строгий контроль над логистикой, что позволяет минимизировать риски и сократить время на обработку заказов.",
  "leadingInternationalSupplier": "Ведущий международный поставщик каменного угля и металлолома",
  "missionStatement": "Компания RVV Capital Group является признанным лидером в сфере трейдинга и поставок промышленных ресурсов, таких как каменный уголь и металлолом. Наша миссия заключается в обеспечении бесперебойных поставок качественного сырья на производственные предприятия по всему миру, способствуя развитию индустрии и поддержанию стабильности в снабжении.",
  "moreDetails": "Подробнее",
  "ourAdvantages": "Наши преимущества",
  "mainActivities": "Основные направления деятельности",
  "globalPartnerNetwork": "Глобальная сеть партнеров",
  "globalPartnerNetworkDetails": "Мы работаем с клиентами и поставщиками по всему миру, что позволяет нам оперативно реагировать на запросы и обеспечивать гибкость в условиях меняющегося рынка.",
  "professionalismAndReliability": "Профессионализм и надежность",
  "professionalismAndReliabilityDetails": "Наша команда состоит из опытных специалистов, обладающих глубокими знаниями в области торговли и логистики промышленных ресурсов.",
  "qualityAndResponsibility": "Качество и ответственность",
  "qualityAndResponsibilityDetails": "Мы уделяем особое внимание контролю качества продукции и соблюдению экологических стандартов, что подтверждается множеством сертификатов и положительных отзывов наших клиентов.",
  "longTermCooperation": "Долгосрочное сотрудничество",
  "longTermCooperationDetails": "RVV Capital Group стремится к долгосрочному и взаимовыгодному сотрудничеству с каждым клиентом, предлагая индивидуальные решения и высокий уровень сервиса.",
  "reliablePartner": "Надежный партнер",
  "reliablePartnerDetails": "Наша компания гордится своей репутацией надежного партнера в сфере поставок каменного угля и металлолома, способствующего развитию и процветанию промышленного сектора на международном уровне.",
  "showMore": "показать",
  "showLess": "скрыть",
  "navigation": "Навигация",
  "contacts": "Контакты",
  "information": "Информация"
}
